<template>
  <div>
    <div class="tool-bar">
      <div class="tool-bar-back" @click="gotoPage('DefaultIndexMainPage.html')"></div>
      浏览
    </div>
    <div style="position: absolute;top: 42px;bottom: 0px;left: 0px;right: 0px;overflow-x: hidden;overflow-y: auto;display: none" id="info2">
      <h1>网格员2020年12月工作内容</h1>

      <p>&nbsp;</p>

      <ol>
        <li>逢周一召开每周工作例会：</li>
      </ol>

      <p>议题包括工作中存在的问题及社区内热点难题等问题，上周工作总结（含数据采集汇总）及本周工作部署。</p>

      <p>会议结束后形成会议记要，上报街道综治办。</p>

      <ol>
        <li>认识学习《大亚湾区全科网格服务管理清单》（共四大类28项入格清单）和网格工作人员职责，每周定期考核（随机抽查对文件的熟悉程度）。</li>
        <li>每天网格巡查</li>
      </ol>

      <p>原则上每天至少在网格内巡查2-3次，巡查内容围绕《大亚湾区全科网格服务管理清单》和专职网格员职责进行，发现事件须立即填写事件采集表，能解决的就地解决，不能解决的应及时上报网格长，并跟进处理结果。</p>

      <p>形成每天巡查记录并存档，每天巡查记录都需要有身穿网格工作服开展工作的照片。</p>

      <ol>
        <li>系统建模</li>
      </ol>

      <p>信息采集录入。</p>

      <ol>
        <li>协助相关部门开展工作。</li>
      </ol>

    </div>
    <div style="position: absolute;top: 42px;bottom: 0px;left: 0px;right: 0px;overflow-x: hidden;overflow-y: auto;display: none" id="info1">
      <p>附件2</p>

      <p>大亚湾区网格员队伍管理办法</p>

      <p>（试行）</p>

      <p>&nbsp;</p>

      <p>第一章&nbsp; 总 则</p>

      <p>第一条&nbsp; 为加强和规范网格员队伍的建设与管理，提高工作质量和效率，结合大亚湾区实际，制定本办法。</p>

      <p>第二条&nbsp; 本办法所指的网格员，是以街巷、小区、楼栋、院落或者村（社区）为基础，按照&ldquo;依地划格、依格定责、权责一致、赏罚分明&rdquo;的原则所划分的基础网格中，从事社会管理和公共服务工作的所有专职、兼职工作人员，包括网格长、网格指导员、专职（专业）网格员、兼职网格员。</p>

      <p>第三条&nbsp; 基础网格由街道依照管理权限，遵循&ldquo;1+1+1+1+N&rdquo;的原则进行选配网格员，并报区委政法委备案。&ldquo;1+1+1+1+N&rdquo;指的是1名网格长，1名网格指导员、1名专职网格员、1名专业网格员和N名兼职网格员。</p>

      <p>&nbsp;</p>

      <p>第二章&nbsp; 网格员分类与定义</p>

      <p>第四条 &nbsp;网格员分为网格长、网格指导员、专职网格员、专业网格员、兼职网格员。</p>

      <p>第五条&nbsp; 网格长是指全面负责统筹、协调、指导、解决网格事务的人员，是网格管理工作直接责任人，由村（社区）党组织负责人（党小组长）担任。</p>

      <p>第六条&nbsp; 网格指导员是指具体指导、督促网格工作开展，协调解决网格服务管理中存在的问题和网格事件的人员，由街道驻村（社区）干部担任。</p>

      <p>第七条&nbsp; 专职网格员是指负责网格巡查、排查问题隐患、处置网格事件、采集录入信息，上报规定事件的人员。主要由三类人员构成：一是由街道或村（社区）指派责任心强的优秀干部担任；二是由整合入格的职能部门网格员（即专业网格员）担任；三是采用政府购买服务或面向社会招聘的方式聘请的网格员。</p>

      <p>第八条&nbsp; 专业网格员是指由各级行政部门、行业组织根据职能职责指派或委托，在网格区域内提供专业服务和支持。专业网格员对指派或委托机构负责。</p>

      <p>第九条&nbsp; 兼职网格员是指承担网格规定事务管理服务，或协助化解网格内各类矛盾纠纷的人员，由&ldquo;三官一律&rdquo;（法官、检察官、警官、律师）、村（社区）干部、热心群众、老党员、社会工作者、小区管家（楼栋长）、志愿者力量、联防队员等人员组成。辖区有学校、大型商场、医院的基础网格，每个学校、大型商场、医院至少安排1名人员担任兼职网格员，协助做好网格内的服务管理工作。</p>

      <p>&nbsp;</p>

      <p>第三章&nbsp; 网格员工作职责</p>

      <p>第十条&nbsp; 网格长的工作职责：</p>

      <p>（一）负责指导、监督、检查网格员日常工作，积极调动村（社区）各方力量、协调街道各相关职能部门调处各类矛盾纠纷，整治各类问题隐患，确保将矛盾化解在村（社区），问题处理在网格内；</p>

      <p>（二）负责组织召开每周网格管理工作例会，总结上一周各网格工作运行情况，研究部署本周网格工作计划，并组织实施；</p>

      <p>（三）组织落实上级部署的任务要求，完成上级交办的各项工作。</p>

      <p>第十一条 &nbsp;网格指导员的工作职责：</p>

      <p>（一）严格执行各项网格管理规章制度，负责督促、指导、协调网格服务管理工作，确保网格长、网格员顺利开展日常工作，是网格服务管理关联责任人；</p>

      <p>（二）每周不少于一次到网格开展指导巡查工作，检查网格管理台账，对网格各项工作记录签名确认，切实了解掌握网格情况；不定期会同网格长、网格员进行巡查，主动参与网格的事件处置；</p>

      <p>（三）积极协调各相关职能部门调处各类矛盾纠纷，整治各类问题隐患，确保将矛盾化解在村（社区），问题处理在网格内；督促网格长和网格员将网格管理中存在的问题和薄弱环节及时解决；</p>

      <p>（四）加强对网格员的业务培训，负责协助系统及手机终端的运营维护；</p>

      <p>（五）完成上级交办发的其他任务。</p>

      <p>第十二条&nbsp; 专职网格员的工作职责：</p>

      <p>（一）社情民意收集。及时收集网格内社情民意和日常动态信息，畅通群众诉求新渠道及时上报街道综治中心。</p>

      <p>（二）日常巡查。重点巡查案件多发区段、学校、幼儿园、医院、出租屋、娱乐场所和小商铺、小作坊等场所及周边，做好消防、盗窃、诈骗、制贩毒、传播邪教、卫生防疫、安全生产等问题隐患排查。</p>

      <p>（三）采集信息。经依法授权或委托准确采集或核实网格内实有人口、特殊人群、法人单位基本信息；了解和掌握社区服刑人员、严重精神障碍者、刑满释放人员、吸毒人员、易感染艾滋病病毒危险行为人员、疫情重点人员、涉邪教人员等特殊人群和重点青少年等动态信息。</p>

      <p>（四）报告问题。报告网格内涉政治安全、社会稳定等苗头线索，涉劳动纠纷、城乡土地、环境保护、金融、房地产等重点领域矛盾纠纷，涉违建、消防、食药品等公共安全隐患，涉黄赌毒、涉黑涉邪等治安问题以及案（事）件线索和可能引发案件和事件的矛盾纠纷问题。</p>

      <p>（五）应急调处。对发现的婚姻、家庭、邻里纠纷等没有人身伤害和财产损失的轻微矛盾纠纷进行劝导和调解；对正在实施违法犯罪行为的，在确保自身安全前提下及时制止；及时发现、报告网格内公共管理漏洞，排查、化解网格内矛盾纠纷和不稳定因素，最大限度把矛盾纠纷和不稳定因素消除在萌芽状态，解决在网格内；对突发的群体性事件、安全生产事故、公共安全事件等，立即报告有关部门并继续掌握后续情况，做好现场稳控，续报信息，视情况予以协同处置。</p>

      <p>（六）协助专业网格员工作。熟悉掌握各项民生事务办理条件、流程，协助居民申请办理计划生育、低保、困难救助、经济适用房、廉租房、民政优抚、残疾人服务等民生事项。协助相关部门开展禁毒、扫黑除恶、防邪、消防安全、食品药品安全、环保、城市管理、志愿者服务、交通安全、生产安全等排查整改服务工作。</p>

      <p>（七）政策法规宣传。宣传党的路线、方针、政策和法律法规及村规民约，宣传普及安全防范知识，组织发动群众积极参与基层平安创建，引导群众自觉学法、尊法、守法、用法，加强公民道德宣传，提升公民道德素质。</p>

      <p>（八）其他职责。根据形势变化和工作需要及时增加公共服务和赋予网格员其他的职责任务等相关内容。</p>

      <p>第十三条&nbsp; 兼职网格员的工作职责和专职、专业网格员相同，重点是协助化解网格内各类矛盾纠纷和提供公共服务。</p>

      <p>第十四条&nbsp; 专业网格员的工作职责：</p>

      <p>（一）采集信息。根据职能职责，实时采集、及时更新、及时上报信息给综治信息系统。</p>

      <p>（二）日常巡查。根据职能职责，加强管控巡查，及时发现问题，及时研判，及时交换信息。</p>

      <p>（三）及时服务。按行业职业要求，及时提供优质高效服务和处置。处理解决专职、兼职网格员无法解决的专业问题。</p>

      <p>（四）完成上级交办的其它任务。</p>

      <p>&nbsp;</p>

      <p>第四章&nbsp; 网格员日常管理</p>

      <p>第十五条&nbsp; &nbsp;网格员工作时间须挂牌（持证）上岗，工作中必须态度热情、语言规范、讲究文明礼貌。</p>

      <p>第十六条&nbsp; 网格员实行统一上岗配置，由街道根据实际情况统一配置装备。辞职、辞退等原因离开工作岗位的，所有装备必须退还给网格。</p>

      <p>第十七条 &nbsp;网格员统一安装网格化工作信息软件或使用小程序，每个网格员仅持有一个登录账号及密码。因辞职、辞退等原因离开工作岗位的，由上级相关管理部门进行核查注销。</p>

      <p>第十八条&nbsp; 网格员必须严格遵守保密法规和制度，严禁泄露工作中所掌握的各项基础信息以及服务管理对象的个人信息。</p>

      <p>第十九条 &nbsp;各街道要通过组织开展多样化活动的方式，着力提升网格员综合素质，加强网格员队伍思想政治建设，提高服务能力和服务水平。</p>

      <p>第二十条&nbsp; 建立定期学习和考核制度。各街道要组织网格员学习政策，拟定学习计划，原则上每月组织一次集中学习；要制定网格员工作考核制度，将学习工作考核结果作为网格员评优评先依据。</p>

      <p>第二十一条&nbsp; 日常工作七项制度：</p>

      <p>（一）日常巡查制度。专职、兼职网格员应对网格内重点区域、重点人群进行日常巡查，村（社区）对网格员日常巡查进行记录并监督。</p>

      <p>（二）信息采集制度。对网格内部件、事件的信息应当通过拍照、摄像、信息、微信等方式，及时报综治信息系统。</p>

      <p>（三）信息反馈制度。对网格内部件、事件立案处置结果及时反馈至街道、村（社区）。</p>

      <p>（四）每周例会制度。每周例会由网格长召集，主要通报上周工作内容及完成情况、制定本周工作计划、业务学习等。</p>

      <p>（五）请假考勤制度。专职网格员的考勤工作由网格长负责，考勤结果与网格员网格化绩效补贴挂钩。请假严格实行审批备案制度，1天以内的，由村（社区）主要领导审批，2天及以上的应经街道批准。</p>

      <p>（六）应急替补制度。建立专职网格员应急替补制度，防止因生病、休假等出现网格管理真空，可试行相邻近的两个网格的专职网格员互为AB岗，具体由村（社区）结合实际情况，本着一切为了工作的原则自行分配，报街道确认、备案。</p>

      <p>（七）责任追究制度。专职、兼职、专业网格员在岗位职责内不作为或乱作为，导致矛盾激化、造成集体上访、聚众闹事、影响机关和社区正常秩序等不良影响社会事件的，视情节轻重予以书面检查、诫勉谈话、劝退、解除劳务合同，情节严重的追究相应责任。</p>

      <p>第二十二条 &nbsp;建立淘汰退出机制，实行优胜劣汰。网格员一个月未达到工作要求的给予黄牌警告；连续二个月未达到工作要求的给予红牌，调整出网格队伍。</p>

      <p>&nbsp;</p>

      <p>第五章&nbsp; 专职网格员招聘录用与待遇</p>

      <p>第二十三条&nbsp; 网格队伍的配备、专职网格队伍的招聘与录用具体由街道组织实施，要求综合各类因素进行配备，并报区委政法委备案。</p>

      <p>第二十四条&nbsp; 专职网格员招聘须遵循以下原则：</p>

      <ul>
        <li>以事设岗原则，要求工作岗位与工作内容相适应。</li>
        <li>属地管理原则，要求优先录用网格内符合条件的居民。</li>
        <li>年轻化与专业化结合的原则，结合工作实际，要求年龄和学历上要具备相关条件。</li>
      </ul>

      <p>第二十五条 &nbsp;专职网格员薪资待遇由区统筹研究、审核批准，由街道统一管理、统一发放。</p>

      <p>&nbsp;</p>

      <p>第六章&nbsp; 网格员考核奖惩</p>

      <p>第二十六条&nbsp; 网格员考核奖惩结合《大亚湾区网格化治理绩效考核办法》进行履职量化考核，由街道统一制定方案、组织实施。&nbsp;</p>

      <p>第七章&nbsp; 附 则</p>

      <p>第二十七条 &nbsp;本办法自印发之日起施行。</p>

      <p>第二十八条&nbsp; 本办法由区委政法委负责解释。</p>

      <p>&nbsp;</p>

      <p>&nbsp;</p>

      <p>&nbsp;</p>

      <p>&nbsp;</p>

      <p>&nbsp;</p>

      <p>&nbsp;</p>

    </div>
  </div>
</template>

<script>
import appClientSessionUtility from '../Js/AppClientSessionUtility.js';
import axios from 'axios';
////const appClientUtility = require('../Js/AppClientUtility.js');
import appClientUtility from '../Js/AppClientUtility.js';

export default {
  name: "view-pdf-file",
  data:function (){
    return {
      session:null
    };
  },
  mounted() {
    appClientSessionUtility.BuildSession();
    this.session=appClientSessionUtility.GetSession();

    var view=appClientUtility.GetUrlParaValue("view");
    $("#info"+view).show();
  },
  methods:{
    gotoPage:function (url){
      url=appClientUtility.StringUtility.FormatGoToUrl(url,this.session);
      window.location.href=url;
    }
  }
}
</script>

<style scoped>

</style>